Repository: lsduran/dadm-modulo5-practica2
Catalog: GOW/*.lproj/Localizable.strings
Languages: es_419, it

# menu.option.videogames
source: Video game
es_419: Videojuegos
it: Video gioco

# menu.option.weapons
source: Weapons
es_419: Armamento
it: Armi

# menu.option.characters
source: Characters
es_419: Personajes
it: Caratteri

# menu.option.merchandise
source: Merchandise
es_419: Mercancia
it: Merce

# menu.option.weapons.cgo.1.name
source: Mark 1 Lancer Assault Rifle
es_419: Rifle de asalto Mark 1 Lancer
it: Fucile d'assalto Lancer Mark 1

# menu.option.weapons.cgo.1.description
source: Dubbed the Retro Lancer during the Lambent Pandemic, was the predecessor to the Mark 2 Lancer Assault Rifle. Formerly the main assault rifle of the Coalition of Ordered Governments Army, the Mark 1 Assault Rifle was used throughout the Pendulum War.
es_419: Apodado Retro Lancer durante la pandemia Lambent, fue el predecesor del rifle de asalto Mark 2 Lancer. Anteriormente, el rifle de asalto principal del Ejército de la Coalición de Gobiernos Ordenados, el rifle de asalto Mark 1 se usó durante la Guerra del Péndulo.
it: Soprannominato Retro Lancer durante la Lambent Pandemic, è stato il predecessore del fucile d'assalto Mark 2 Lancer. Precedentemente il principale fucile d'assalto della Coalition of Ordered Governments Army, il fucile d'assalto Mark 1 è stato utilizzato durante la Guerra del Pendulum.

# menu.option.weapons.cgo.2.name
source: Mark 2 Lancer Assault Rifle
es_419: Rifle de asalto Mark 2 Lancer
it: Fucile d'assalto Lancer Mark 2

# menu.option.weapons.cgo.2.description
source: An upgrade to the Mark 1 Lancer Assault Rifle, produced with a chainsaw bayonet, increased accuracy, lower recoil, and larger ammunition carrying capacity but less firepower compared to its predecessor.
es_419: Una actualización del rifle de asalto Mark 1 Lancer, producido con una bayoneta de motosierra, mayor precisión, menor retroceso y mayor capacidad de carga de municiones pero menos potencia de fuego en comparación con su predecesor.
it: Un aggiornamento al fucile d'assalto Lancer Mark 1, prodotto con una baionetta a motosega, maggiore precisione, rinculo inferiore e maggiore capacità di carico delle munizioni ma minore potenza di fuoco rispetto al suo predecessore.

# menu.option.weapons.cgo.3.name
source: Longshot Sniper Rifle
es_419: Rifle de francotirador de tiro largo
it: Fucile da cecchino a tiro lungo

# menu.option.weapons.cgo.3.description
source: Was a high-caliber, single-shot, bolt-action sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was used even seventeen years after Emergence Day.
es_419: Era un rifle de francotirador de cerrojo, de un solo tiro y de alto calibre. Creado por la Coalición de Gobiernos Ordenados durante las Guerras del Péndulo, el Longshot se usó incluso diecisiete años después del Día de la Emergencia.
it: Era un fucile da cecchino di grosso calibro, a colpo singolo, a scatto. Creato dalla Coalition of Ordered Governi durante le Pendulum Wars, il Longshot è stato utilizzato anche diciassette anni dopo il Giorno dell'Emersione.

# menu.option.weapons.cgo.4.name
source: Hammer of Dawn
es_419: Martillo del alba
it: Martello dell'alba

# menu.option.weapons.cgo.4.description
source: The Hammer of Dawn was a COG Imulsion-energized, orbital, satellite-based laser. Its key components were invented by the UIR scientist Mauris Ivo and completed by professor Adam Fenix after it was stolen during Operation: Leveler.
es_419: El Martillo del Alba era un láser orbital basado en satélites, energizado por Imulsión COG. Sus componentes clave fueron inventados por el científico de la UIR Mauris Ivo y completados por el profesor Adam Fenix ​​después de que fuera robado durante la Operación: Leveler.
it: Il Martello dell'Alba era un laser orbitale, basato su satellite, alimentato da Imulsion COG. I suoi componenti chiave sono stati inventati dallo scienziato dell'UIR Mauris Ivo e completati dal professor Adam Fenix ​​dopo che è stato rubato durante l'Operazione: Leveler.

# menu.option.weapons.cgo.5.name
source: MX8 Snub Pistol
es_419: Pistola Snub MX8
it: Pistola da taglio MX8

# menu.option.weapons.cgo.5.description
source: Was the standard sidearm for Coalition of Ordered Governments armed forces personnel
es_419: Era el arma estándar para el personal de las fuerzas armadas de la Coalición de Gobiernos Ordenados
it: Era l'arma da fianco standard per il personale delle forze armate della Coalizione dei Governi Ordinati

# menu.option.weapons.locus.1.name
source: Boomshot Grenade Launcher
es_419: Lanzagranadas Boomshot
it: Lanciagranate Boomshot

# menu.option.weapons.locus.1.description
source: Was a single-shot, pump-action grenade launcher designed and used primarily by Locust, specifically the Boomer.
es_419: Fue un lanzagranadas de acción de bombeo de un solo disparo diseñado y utilizado principalmente por Locust, específicamente el Boomer.
it: Era un lanciagranate a pompa a colpo singolo progettato e utilizzato principalmente da Locust, in particolare il Boomer.

# menu.option.weapons.locus.2.description
source: was the Locust standard-issue, high-powered assault rifle. It is often referred to as the Locust counterpart to the COG Lancer Assault Rifle.
es_419: era el rifle de asalto estándar Locust de alta potencia. A menudo se lo conoce como la contraparte Locust del rifle de asalto COG Lancer.
it: era il fucile d'assalto Locust standard ad alta potenza. Viene spesso indicato come la controparte Locust del fucile d'assalto Lancer COG.

# menu.option.weapons.locus.3.description
source: The Mulcher is a heavy, hand-cranked, rotary gatling gun developed by the Coalition of Ordered Governments.
es_419: La Mulcher es una ametralladora Gatling rotativa, pesada y con manivela, desarrollada por la Coalición de Gobiernos Ordenados.
it: Il Mulcher è una mitragliatrice rotante pesante, a manovella, sviluppata dalla Coalition of Ordered Governi.

# menu.option.weapons.locus.4.name
source: Bolo Grenade
es_419: Grenada Bolo
it: Bolo Granata

# menu.option.weapons.locus.4.description
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard-issue fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde and the Swarm.
es_419: La Granada Bolo, también conocida como Granada de Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Ordenados, la Horda Locust y el Enjambre.
it: La Bolo Grenade, altrimenti nota come Granata a Frammentazione, era la granata a frammentazione standard utilizzata dalla Coalition of Ordered Governments, l'Orda di Locuste e lo Sciame.

# menu.option.weapons.locus.5.name
source: Boltok Pistol
es_419: Pistola Boltok
it: Pistola Boltok

# menu.option.weapons.locus.5.description
source: was the standard-issue sidearm of the Locust, specifically the Drones. The pistol continues the Locust weapon-design philosophy of creating weapons with an emphasis towards brute force.
es_419: era el arma estándar de los Locust, específicamente los Drones. La pistola continúa con la filosofía de diseño de armas Locust de crear armas con énfasis en la fuerza bruta.
it: era l'arma standard dei Locust, in particolare dei Drones. La pistola continua la filosofia di progettazione delle armi Locust di creare armi con un'enfasi sulla forza bruta.
